/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@/%2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "Ez a parancs a következő helyről lett importálva: %1$@. Importálás ideje: %2$@.";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "Ez a parancs a következő helyről lett importálva: %1$@. Importálás ideje: %2$@.";

/* %@ = action name */
"Add “%@”" = "„%@” hozzáadása";

/* %@ = action name */
"Remove “%@”" = "A(z) „%@” eltávolítása";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "Szeretne kijelentkezni a(z) %@ szolgáltatásból a Parancsokban?";

/* %@ = service name */
"Do you want to sign out of %@?" = "Szeretne kijelentkezni a(z) %@ szolgáltatásból?";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "Ez a parancs a következő helyről lett importálva: %@. Biztosan futtatni szeretné?";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "a következőként: %@";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "A(z) „%@” műveleten belüli műveleteket is törli?";

/* %@=app name */
"Install %@" = "A(z) %@ telepítése";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Siri-kifejezés";

/* Access resource action settings title */
"Accounts" = "Fiókok";

/* Accessibility accouncement */
"Finished editing shortcuts" = "Parancsok szerkesztése befejezve";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "Kedvencként megjelölt %@";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "%@ eltávolítása a kedvencek közül";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "Parancs futtatása";

/* Accessibility action */
"Delete shortcut" = "Parancs törlése";

/* Accessibility action */
"Duplicate shortcut" = "Parancs megkettőzése";

/* Accessibility action */
"Favorite Action" = "Kedvenc művelet";

/* Accessibility action */
"Rename shortcut" = "Parancs átnevezése";

/* Accessibility action */
"Un-favorite Action" = "Művelet eltávolítása a kedvencek közül";

/* Accessibility action or discoverability title */
"Edit shortcut" = "Parancs szerkesztése";

/* Accessibility action or discoverability title */
"Run shortcut" = "Parancs futtatása";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "%@ hozzáadva a parancshoz";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "Elfogadott bemenettípusok";

/* Accessibility announcement */
"Closed variables tray" = "A változók tálcája bezárva";

/* Accessibility announcement */
"Editing shortcuts" = "Parancsok szerkesztése";

/* Accessibility announcement */
"Opened variables tray" = "Változók megnyitott tálcája";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "elhúzás";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "Parancs befejezve";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "%1$@ hozzáadva a parancshoz a(z) %2$@ felett";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "%1$@ hozzáadva a parancshoz a(z) %2$@ alatt";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "áthelyezve %@ fölé";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "áthelyezve %@ alá";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "eltávolított %@";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "Megkettőzött %@";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "összecsukva";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "Elhúzás";

/* Accessibility announcement; expanded parameter */
"expanded" = "kibontva";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "Parancs leállítva";

/* Accessibility hint */
"Closes the shortcut" = "Bezárja a parancsot";

/* Accessibility hint */
"Creates a new shortcut" = "Új parancs létrehozása";

/* Accessibility hint */
"Deletes the selected shortcuts" = "Törli a kijelölt parancsokat";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "Koppintson duplán, ha hozzá szeretné adni a parancs aljához. Koppintson duplán, és tartsa megérintve a képernyőt, majd húzza el az ujját a parancsban lévő pozíció testreszabásához.";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "Áthúzható. Koppintson duplán és tartsa megérintve, várjon a hangra, majd húzza el az átrendezéshez. Koppintson duplán a kijelöléshez.";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "Megkettőzi a kijelölt parancsokat";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "Ez a parancs a Parancsok műveletbővítményben fog megjelenni (az iOS megosztási menüjében), ha a megosztani kívánt tartalom az itt kiválasztott típusok egyikébe sorolható.";

/* Accessibility hint */
"Turns off shortcut editing mode" = "Kikapcsolja a parancsszerkesztési módot";

/* Accessibility hint */
"Turns on shortcut editing mode" = "Bekapcsolja a parancsszerkesztési módot";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "Koppintson duplán a műveletfiók fél képernyőre való összecsukásához";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "Koppintson duplán a műveletfiók teljes kibontásához";

/* Accessibility hint on action */
"Double-tap to read the action description." = "Koppintson duplán a művelet leírásának elolvasásához.";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "Áthúzható. Koppintson duplán és tartsa megérintve, várjon a hangra, majd húzza el az átrendezéshez. Koppintson duplán a művelet leírásának elolvasásához.";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "Koppintson duplán a beállítás be- és kikapcsolásához";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "Koppintson duplán a kiválasztáshoz";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "Koppintson duplán az összecsukáshoz";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "Koppintson duplán a beszúráshoz";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "Koppintson duplán a kibontáshoz";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "Lefuttatja a(z) %@ parancsot";

/* Accessibility label */
"Add Tag" = "Címke hozzáadása";

/* Accessibility label */
"Close" = "Bezárás";

/* Accessibility label */
"Create Shortcut" = "Parancs létrehozása";

/* Accessibility label */
"Show Keyboard" = "Billentyűzet megjelenítése";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "A következőben: %@";

/* Accessibility label or discoverability title */
"Redo" = "Ismétlés";

/* Accessibility label or discoverability title */
"Undo" = "Visszavonás";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "Kis méretre állított";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "Fél képernyő";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "Teljes képernyő";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "%@ művelet – Futtatás folyamatban – %d százalék kész";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "%@ művelet";

/* Accessibility label; remove search filter */
"Remove filter" = "Szűrő eltávolítása";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@ (nincs kijelölve)";

/* Accessibility value; switch is on */
"On" = "Be";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "Kioldás a(z) %@ eltávolításához";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "Ez a művelet kimenetként adja át a bemenetet.";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "Lekéri a bemenetet, amely a parancs elejének lett átadva.";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "Még nem rendelkezik paranccsal a Megosztási laphoz.\n\nHozzáadáshoz hozzon létre egy parancsot, és kapcsolja be a „Megjelenítés a Megosztás lapon” lehetőséget a beállításaiban.";

/* Action extension; no search results */
"No shortcuts match the search." = "Nincs olyan parancs, amely megfelel a keresési feltételnek.";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "Ön még nem rendelkezik parancsokkal.";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Siri-javaslatok";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "Parancs: %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "Hozzáadás";

/* Add search filter */
"Add Filter" = "Szűrő hozzáadása";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "A megosztott link birtokában bárki megtekintheti a parancs tartalmát.";

/* Alert title */
"Error" = "Hiba";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "iCloud-link létrehozása";

/* Allow access to service */
"Allow Access" = "Hozzáférés engedélyezése";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "(Nincs telepítve) %@";

/* App search view; navigation bar title */
"Choose App" = "Alkalmazás kiválasztása";

/* App search view; no results */
"No results." = "Nincs találat.";

/* App search view; search bar placeholder */
"Search apps…" = "Alkalmazások keresése…";

/* Apple Watch complication */
"Complication" = "Komplikáció";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "Ön még nem rendelkezik Apple Watch-parancsokkal.";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "Válassza ki azokat a parancsokat, amelyeket meg szeretne jeleníteni a Parancsok komplikációban az Apple Watch számlapján.\n\nA Parancsok idővel optimalizálni tudja, hogy mikor jelenjenek meg a parancsok a Komplikációban az alapján, hogy Ön mikor futtatja őket.";

/* Apps category */
"Apps" = "Alkalmazások";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "Megkéri Önt, hogy írjon be szöveget, amikor futtatja ezt a parancsot.";

/* Boolean false */
"False" = "Hamis";

/* Boolean true */
"True" = "Igaz";

/* Button */
"Back" = "Vissza";

/* Button */
"Cancel" = "Mégsem";

/* Button */
"Choose Variable" = "Változó kiválasztása";

/* Button */
"Clear" = "Törlés";

/* Button */
"Delete Actions" = "Műveletek törlése";

/* Button */
"Delete Shortcut" = "Parancs törlése";

/* Button */
"Done" = "Kész";

/* Button */
"Get More Shortcuts" = "További parancsok lekérése";

/* Button */
"Go Back" = "Visszalépés";

/* Button */
"Help" = "Súgó";

/* Button */
"Keep Actions" = "Műveletek megtartása";

/* Button */
"Next" = "Következő";

/* Button */
"OK" = "OK";

/* Button */
"Remove Action" = "Művelet eltávolítása";

/* Button */
"Remove Action From Shortcut" = "Művelet eltávolítása a parancsból";

/* Button */
"Remove Photo" = "Fotó eltávolítása";

/* Button */
"Select Magic Variable" = "Magic-változó kijelölése";

/* Button */
"Select Photo" = "Fotó kiválasztása";

/* Button */
"Show Action Settings" = "Műveletbeállítások megjelenítése";

/* Button */
"Show Actions" = "Műveletek megjelenítése";

/* Button */
"Sign Out" = "Kijelentkezés";

/* Button */
"Take Photo" = "Fotó készítése";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "Hozzáadás a Főképernyőhöz";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "Hozzáadás a Főképernyőhöz";

/* Button or title */
"Delete" = "Törlés";

/* Button or title */
"Run Shortcut" = "Parancs futtatása";

/* Button or title */
"Settings" = "Beállítások";

/* Button or title */
"Variables" = "Változók";

/* Button title */
"Add to Siri" = "Hozzáadás a Sirihez";

/* Button title to import a shortcut */
"Get Shortcut" = "Parancs letöltése";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "Eredmény megjelenítése teljes képernyős nézetben";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "Rövid áttekintés";

/* Button; used for sharing a shortcut's result */
"Share Result" = "Eredmény megosztása";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "Ez a parancs a következő alkalmazásokat és szolgáltatásokat használja:";

/* Choose an item */
"Choose" = "Kiválasztás";

/* Conditional AND */
"and" = "és";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "„Egyébként” visszatétele";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "Az „Egyébként” után elhelyezett műveletek akkor lesznek futtatva, ha a feltétel hamis.";

/* Conditional actions settings navigation bar title */
"If Action" = "Ha művelet";

/* Confirmation HUD when link copies */
"Link copied" = "A link kimásolva";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "Biztosan le szeretné állítani a parancs megosztását? Az iCloud-link törölve lesz, és nem fog többé működni.";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "Ez a parancs törölve lesz az összes iCloud-eszközéről.";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "Ezek a parancsok törölve lesznek az összes iCloud-eszközéről.";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "A(z) „%1$@” nem úgy néz ki, mint egy %2$@. Kontaktot szeretett volna hozzáadni?";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "A(z) „%@” használata mindenképp";

/* Contact field; accessibility label */
"Add Contact" = "Kontakt hozzáadása";

/* Contact field; button */
"Search Contacts" = "Kontaktok keresése";

/* Contact field; supported type string */
"a phone number" = "telefonszám";

/* Contact field; supported type string */
"a phone number or email address" = "telefonszám vagy e-mail cím";

/* Contact field; supported type string */
"an email address" = "e-mail cím";

/* Content Types category */
"Content Types" = "Tartalomtípusok";

/* Copy link to shortcut */
"Copy Link" = "Link másolása";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "iCloud-link másolása";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "Ez a formátum a Unicode 35-ös számú műszaki szabványának mintáit követi.";

/* Custom date format alert title */
"Custom Date Format" = "Egyéni dátumformátum";

/* Custom date formatting style */
"Custom" = "Egyéni";

/* Custom time format title */
"Custom Format" = "Egyéni formátum";

/* Default option */
"Default" = "Alapértelmezett";

/* Delete all shortcuts */
"Delete All" = "Összes törlése";

/* Delimeter for input types */
", " = ", ";

/* Deselect all input types */
"Deselect All" = "Kijelölés törlése";

/* Dictionary key placeholder */
"Key" = "Kulcs";

/* Discoverability or accessibility title */
"Shortcut Settings" = "Parancsbeállítások";

/* Discoverability or accessibility title */
"Stop Shortcut" = "Parancs leállítása";

/* Discoverability title */
"Close shortcut" = "Parancs bezárása";

/* Discoverability title */
"Search actions" = "Műveletek keresése";

/* Discoverability title */
"Stop shortcut" = "Parancs leállítása";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "Megjelenítés a Megosztás lapon";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "Megjelenítés a widgeten";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "Megjelenítés a komplikációban";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "Megjelenítés az Apple Watchon";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "Parancs megkettőzése";

/* Duplicate shortcut */
"Duplicate" = "Megkettőzés";

/* Edit import questions back bar button title */
"Questions" = "Kérdések";

/* Error message */
"No options available." = "Nem állnak rendelkezésre beállítások.";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "Nem sikerült betölteni az App Store-t.\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "A widget használatával gyorsan futtathat parancsokat.";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "Kedvenc";

/* Favorite button title - action is favorited */
"Favorited" = "Kedvencként megjelölt";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "Fiók: %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "Az alábbiak közül mindegyik igaz";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "Az alábbiak közül bármelyik igaz";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "így kezdődik";

/* Find filter UI operator */
"contains" = "tartalmazza";

/* Find filter UI operator */
"does not contain" = "nem tartalmazza";

/* Find filter UI operator */
"ends with" = "így végződik";

/* Find filter UI operator */
"is" = "értéke";

/* Find filter UI operator */
"is after" = "későbbi, mint";

/* Find filter UI operator */
"is before" = "korábbi, mint";

/* Find filter UI operator */
"is between" = "a következők közé esik:";

/* Find filter UI operator */
"is exactly" = "pontosan";

/* Find filter UI operator */
"is greater than" = "nagyobb, mint";

/* Find filter UI operator */
"is greater than or equal to" = "egyenlő vagy nagyobb, mint";

/* Find filter UI operator */
"is in the last" = "benne van az utolsó";

/* Find filter UI operator */
"is in the next" = "benne van a következő";

/* Find filter UI operator */
"is larger than" = "nagyobb, mint";

/* Find filter UI operator */
"is larger than or equal to" = "egyenlő vagy nagyobb, mint";

/* Find filter UI operator */
"is less than" = "kisebb, mint";

/* Find filter UI operator */
"is less than or equal to" = "egyenlő vagy kisebb, mint";

/* Find filter UI operator */
"is longer than" = "hosszabb, mint";

/* Find filter UI operator */
"is longer than or equal to" = "egyenlő vagy hosszabb, mint";

/* Find filter UI operator */
"is not" = "nem";

/* Find filter UI operator */
"is not exactly" = "nem teljesen egyezik";

/* Find filter UI operator */
"is not on" = "nem itt található:";

/* Find filter UI operator */
"is on" = "itt található:";

/* Find filter UI operator */
"is shorter than" = "rövidebb, mint";

/* Find filter UI operator */
"is shorter than or equal to" = "egyenlő vagy rövidebb, mint";

/* Find filter UI operator */
"is smaller than" = "kisebb, mint";

/* Find filter UI operator */
"is smaller than or equal to" = "egyenlő vagy kisebb, mint";

/* Find filter UI operator */
"is today" = "a mai nap";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "A hangjával futtathatja ezt a parancsot, ha hozzáadja a Sirihez.";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "A parancs más alkalmazásokból történő használatához nyissa meg a megosztási lapot, és koppintson a Parancsok lehetőségre.";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "Adjon meg egy kulcsot, ha ki szeretné olvasni a kapcsolódó értéket a szótárból, vagy hagyja üresen a teljes szótár lekéréséhez.";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@ (ez az eszköz)";

/* Full name of contact */
"Full Name" = "Teljes név";

/* Full street address of location */
"Full Street Address" = "Cím (utcanév, házszám)";

/* Get property */
"Get" = "Lekérés";

/* Get value for a dictionary key */
"Get Value for Key" = "Kulcs értékének lekérése";

/* Go to next import question */
"Continue" = "Folytatás";

/* Guided tour; drag actions to here hint */
"…to here" = "…ide";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "Húzzon át műveleteket ide";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "Ha ezt a műveletet Apple Watchon futtatja, szüksége lesz a Handoffra, és az iPhone-ján kell folytatnia a műveletet.";

/* Health quantity unit (e.g. mL); title */
"Unit" = "Mértékegység";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "ISO 8601 szerinti idő";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "%1$@ glifa, %2$@ háttérszín";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "Kiválaszthatja, hogy melyik egyedi képet szeretné használni, amikor hozzáadja ezt a parancsot a főképernyőhöz.";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "A fenti kép akkor lesz felhasználva, amikor hozzáadja ezt a parancsot a főképernyőhöz.";

/* Icon editor; accessibility label */
"Icon Preview" = "Ikon előnézete";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "Parancsikon-szerkesztő";

/* Icon editor; segmented control option */
"Color" = "Szín";

/* Icon editor; segmented control option */
"Glyph" = "Glifa";

/* Icon editor; segmented control option */
"Home Screen" = "Főképernyő";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "Az itt megadott kérdések akkor lesznek feltéve, amikor ezt a parancsot egy másik eszközön importálja. A parancs ki lesz töltve a kérdésekre adott válaszokkal.";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "Igény szerint kipróbálhatja az importálási kérdéseket a „Parancs testreszabása” gomb segítségével a parancs beállításaiban.";

/* Import questions detail view */
"Default Answer" = "Alapértelmezett válasz";

/* Import questions detail view */
"Question Text" = "Kérdés szövege";

/* Import questions detail view */
"Type a question here…" = "Írjon be egy kérdést ide…";

/* Import questions details view; navigation bar title */
"Details" = "Részletek";

/* Import questions; button */
"Add New Question…" = "Új kérdés hozzáadása…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "Válasszon ki egy paramétert az alábbi műveletek egyikéből.";

/* Import questions; choose parameter title */
"Choose a Parameter" = "Paraméter kiválasztása";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "Ehhez a parancshoz nincsenek hozzáadva műveletek. Kérjük, adjon hozzá néhány műveletet, mielőtt beállítja az importálási kérdéseket.";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "Ez a parancs a következő bemenettípusokat fogadja el: %@";

/* Input types of action */
"Input" = "Bemenet";

/* Input variable description */
"Gets the output of the previous action." = "Lekéri az előző művelet kimenetét.";

/* Install app icon; should match App Store GET button */
"GET" = "LETÖLTÉS";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "Adjon hozzá műveleteket alulról a parancs létrehozásához.";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "Adjon hozzá műveleteket balról a parancs létrehozásához.";

/* Item can be anything */
"anything" = "bármi";

/* Keep all shortcuts */
"Keep All" = "Összes megtartása";

/* Keep shortcuts */
"Keep" = "Megtartás";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "%lu megtartása";

/* Label for accessibility custom action to expand actions card */
"Expand" = "Kibontás";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "Összecsukás";

/* Label for types that the workflow accepts. */
"Accepted Types" = "Elfogadott típusok";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "%@ hozzáadása";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "Milyen típusú értéket szeretne hozzáadni?";

/* Long date formatting style */
"Long" = "Hosszú";

/* Manage sharing */
"Manage Sharing" = "Megosztás kezelése";

/* Medium date formatting style */
"Medium" = "Közepes";

/* Missing action error action */
"Update Shortcuts" = "Parancsok frissítése";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "Ez a művelet nem található a Parancsok jelenlegi verziójában.";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "Név és áruházi URL";

/* Name of measurement unit */
"Unit (Name)" = "Mértékegység";

/* Navigation bar title */
"Select a Magic Variable" = "Magic-változó kijelölése";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "Ütközések feloldása";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ Nincs elérhető változó.";

/* None option */
"None" = "Nincs";

/* Note about using the action */
"Note" = "Megjegyzés";

/* Parameter already in use by another import question */
"Already In Use" = "Már használatban van";

/* Parameter not supported for import question */
"Not Supported for Questions" = "Kérdések esetében nem támogatott";

/* Piece of text */
"Text" = "Szöveg";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "Ez a parancs egy másik alkalmazásból lett importálva. Biztosan futtatni szeretné?";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "Relatív";

/* Relative date or time formatting style */
"How Long Ago/Until" = "Mennyi idővel ezelőtt/meddig";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "Ismeretlen eszköz";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "Ez a név lesz használva a(z) %@ művelet összes magic-változójához.";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "Magic-változó átnevezése";

/* Rename shortcut alert title */
"Rename Shortcut" = "Parancs átnevezése";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "Adja meg a parancs új nevét.";

/* Rename workflow or variable */
"Rename" = "Átnevezés";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "Igényli";

/* Result types of action */
"Result" = "Eredmény";

/* Reveal action that is associated with the variable */
"Reveal Action" = "Művelet megjelenítése";

/* Scripting category */
"Scripting" = "Szkriptek írása";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "Keresés";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "Komplikáció-parancs";

/* Select all input types */
"Select All" = "Összes kijelölése";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@ %@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@ %@ %@ %@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@ (%@)";

/* Share a shortcut */
"Share Shortcut" = "Parancs megosztása";

/* Share a workflow along with a description */
"Share with Description" = "Megosztás a leírással";

/* Share a workflow as a file */
"Share as File" = "Megosztás fájlként";

/* Share shortcut */
"Share" = "Megosztás";

/* Short date formatting style */
"Short" = "Rövid";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "A(z) „%@” nem tartalmaz műveletet.";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "Üres parancs";

/* Shortcut contains no actions error title */
"No Actions" = "Nincsenek műveletek";

/* Shortcut description placeholder */
"Customize Shortcut…" = "Parancs testreszabása…";

/* Shortcut icon */
"Icon" = "Ikon";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "Parancs kiválasztása";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "Áthelyezve a következő parancsok közé: %1$@ és %2$@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "Áthelyezve a végére a következő után: %@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "Áthelyezve az elejére a következő elé: %@";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "Ha a Ma widgetből szeretne használni parancsokat, végezzen el néhány egyszerű lépést a widget hozzáadásához. Ha a beállítást később szeretné elvégezni, koppintson a Kész elemre.";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "A Ma widget hozzáadása esetén villámgyorsan futtathatja a parancsokat.";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "Képernyőfotó egy megosztási lapról a Safariban, amelyen a Parancsok tevékenység látható kiemelve";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "A műveletbővítmény típusú parancsokat a megosztási lapról lehet futtatni más alkalmazásokon belül.";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "A Ma widget parancsait az Értesítési központban futtathatja a képernyő tetejének lehúzásával.";

/* Shortcut types help view; title */
"Shortcut Types" = "Parancstípusok";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "Törölve a(z) %@ eszközön";

/* Shortcut was deleted on another device */
"Deleted on another device" = "Törölve egy másik eszközön";

/* Shortcut was modified on a specified device */
"Modified on %@" = "Módosítva a(z) %@ eszközön";

/* Shortcut was modified on another device */
"Modified on another device" = "Egy másik eszközön módosítva";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "Parancsok keresése…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "Képernyőfotó, amelyen a Parancsok widget látható az Értesítési központban";

/* Siri phrase */
"“%@”" = "„%@”";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "Beállítás kihagyása";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "1";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "Megosztás leállítása";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "Küldés a Galériába";

/* Tap to choose an option */
"Tap to Choose" = "Koppintson a kiválasztáshoz";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "Íme a parancs, amelyet készítettem.";

/* The accessibility label for the actions table view container */
"Actions Controller" = "Műveletvezérlő";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "a képernyő alján";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "a képernyő jobb felső sarka";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "Bármi";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "Semmi";

/* Title */
"Actions" = "Műveletek";

/* Title */
"Date Format" = "Dátumformátum";

/* Title */
"Requires Handoff" = "A Handoff használatát igényli";

/* Title */
"Shortcuts" = "Parancsok";

/* Title */
"Time Format" = "Időformátum";

/* Title */
"Type" = "Típus";

/* Title for action drawer categories view */
"Categories" = "Kategóriák";

/* Title for configuration page for unit */
"Unit (Title)" = "Mértékegység";

/* Title of main screen showing your library of shortcuts */
"Library" = "Könyvtár";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "Parancsok testreszabása";

/* Title or button */
"Import Questions" = "Importálási kérdések";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "A Ma widget beállítása sikerült.";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "Következő lépésként szerezzen be néhány parancsot a Ma widgethez a Galériából.";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "A Parancsokhoz elérhető Ma widget segítségével egyetlen koppintással futtathat parancsokat bármelyik alkalmazásból, amihez csak le kell húznia az Értesítési központot a képernyőn.";

/* Today widget explanation button */
"Add Widget" = "Widget hozzáadása";

/* Today widget explanation button */
"View the Gallery" = "A Galéria megtekintése";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "Villámgyorsan futtathat parancsokat bárhonnan a(z) %MODEL% eszközén.";

/* Unknown item */
"Unknown" = "Ismeretlen";

/* Used in a phrase like 'Add new item' */
"new item" = "Új elem";

/* User’s favorited workflows or actions */
"Favorites" = "Kedvencek";

/* Variable field placeholder */
"Variable Name" = "Változó neve";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "Létrehozhat egy változót egy „Változó beállítása” művelet hozzáadásával.";

/* Varible picker; none available error title */
"No Variables Are Available" = "Nem állnak rendelkezésre változók";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "Ütközések";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "A parancs konfigurálása";

/* Workflow name */
"Name of Shortcut" = "Név";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "Koppintson a Kész elemre a parancs szerkesztésének folytatásához.";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "Képernyőfotó a Parancsok Watch-alkalmazásról";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "Az Apple Watch-parancsok a csuklójáról vannak futtatva a Parancsok Watch-alkalmazásból vagy komplikációból.";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "Hogyan találom meg a Ma widgetet?";

/* iOS Today Widget */
"Today Widget" = "Ma widget";

